<?php

/**
 * 只有当魔兽世界官方自己翻译了这些内容时才进行翻译，
 * 否则会让期望看到英文的玩家感到困惑
 */

$lang['races'] = array(
    1 => "人类",
    2 => "兽人",
    3 => "矮人",
    4 => "暗夜精灵",
    5 => "亡灵",
    6 => "牛头人",
    7 => "侏儒",
    8 => "巨魔",
    9 => "地精",
    10 => "血精灵",
    11 => "德莱尼",
    22 => "狼人",
    24 => "熊猫人",
    25 => "熊猫人",
    26 => "熊猫人",
    27 => "夜之子",
    28 => "至高岭牛头人",
    29 => "虚空精灵",
    30 => "光铸德莱尼",
    31 => "赞达拉巨魔",
    32 => "库尔提拉斯人",
    34 => "黑铁矮人",
    35 => "狐人",
    36 => "玛格汉兽人",
    37 => "机械侏儒",
    52 => "龙希尔",
    70 => "龙希尔",
    84 => "大地之子",
    85 => "大地之子",
);

$lang['classes'] = array(
    1 => "战士",
    2 => "圣骑士",
    3 => "猎人",
    4 => "潜行者",
    5 => "牧师",
    6 => "死亡骑士",
    7 => "萨满祭司",
    8 => "法师",
    9 => "术士",
    10 => "武僧",
    11 => "德鲁伊",
    12 => "恶魔猎手",
    13 => "唤魔师"
);
