<?php

$lang['email'] = "ایمیل";
$lang['new_password'] = "رمز عبور جدید";
$lang['token'] = "توکن";
$lang['recover'] = "بازیابی رمز عبور";
$lang['password_recovery'] = "بازیابی رمز عبور";
$lang['password_reset'] = "بازنشانی رمز عبور";
$lang['password_reset_success'] = "رمز عبور با موفقیت بازنشانی شد";
$lang['password_changed'] = "تنظیم مجدد رمز عبور";
$lang['email_sent'] = "اگر آدرس ایمیل شما در سیستم ما وجود دارد، یک ایمیل به آدرس ایمیل ثبت شده شما ارسال شده است. لطفاً صندوق ورودی خود را برای ادامه بررسی کنید.";
$lang['reset_password'] = "رمز عبور خود را بازنشانی کنید";
$lang['email_text'] = "شما درخواست کرده اید رمز عبور خود را بازنشانی کنید، برای تکمیل درخواست لطفا بروید به ";
$lang['go_back'] = "بازگشت";
$lang['invalid'] = "توکن نامعتبر است.";
$lang['error_while_inserting'] = "خطا هنگام درج توکن.";
$lang['lost_password'] = "رمز فراموش شده؟";
$lang['enter_your_email'] = "ایمیل خود را در زیر وارد کنید و ما پیوندی برای بازنشانی رمز عبور برای شما ارسال خواهیم کرد.";
